# frozen_string_literal: true

brew 'FelixKratz/formulae/borders'
brew 'FelixKratz/formulae/sketchybar'
brew 'autojump'
brew 'bat'
brew 'cmake'
brew 'coreutils'
brew 'dockutil'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'gnu-units'
brew 'gnupg'
brew 'grep'
brew 'jesseduffield/lazygit/lazygit'
brew 'jq'
brew 'jump'
brew 'koekeishiya/formulae/skhd'
brew 'koekeishiya/formulae/yabai'
brew 'laishulu/macism/macism'
brew 'libsodium'
brew 'luarocks'
brew 'markdownlint-cli'
brew 'marked'
brew 'michaelroosz/ssh/libsk-libfido2'
brew 'neovim'
brew 'nowplaying-cli'
brew 'openjdk'
brew 'openssh'
brew 'p7zip'
brew 'pinentry-mac'
brew 'pipx'
brew 'python'
brew 'ranger'
brew 'rclone'
brew 'ripgrep'
brew 'ruby-build'
brew 'switchaudio-osx'
brew 'tmux'
brew 'w3m'
brew 'wget'
brew 'xz'
brew 'yt-dlp'
cask '1password-cli'
cask 'browserosaurus'
cask 'google-cloud-sdk'
cask 'homebrew/cask-fonts/font-sf-mono'
cask 'homebrew/cask-fonts/font-sf-pro'
cask 'kitty'
cask 'neovide'
cask 'sf-symbols'
