# frozen_string_literal: true

cask 'alfred'
cask 'bartender'
cask 'dropbox'
cask 'google-chrome'
cask 'jetbrains-toolbox'
cask 'keybase'
cask 'mullvadvpn'
cask 'notion'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'superhuman'
cask 'todoist'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
